Revit 2024 API
ParameterTypeId.RbsFamilyContentTakeoffLength Property
 "Takeoff Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsFamilyContentTakeoffLength { get; }
Visual Basic
Public Shared ReadOnly Property RbsFamilyContentTakeoffLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsFamilyContentTakeoffLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace